{
    "Settings": "ဆက်တင်များ",
    "Information": "သတင်းအချက်အလက်",
    "Session settings": "အစည်းအဝေးဆက်တင်များ",
    "Display time (sec):": "ြသချိန် (စက္ကန့်):",
    "Number of images:": "ပုံများအရေအတွက်:",
    "Break settings": "အနားယူချိန်ဆက်တင်များ",
    "Enable breaks": "အနားယူချိန်များကိုဖွင့်ပါ",
    "Duration (min):": "ကြာချိန် (မိနစ်):",
    "Timer Sound": "အချိန်တိုင်းအသံ",
    "Volume:": "အသံအတိုးအကျဆုံး:",
    "History": "သမိုင်း",
    "Save viewed images": "ကြည့်ရှုထားသောပုံများကိုသိမ်းဆည်းပါ",
    "Clear history": "သမိုင်းကိုရှင်းလင်းပါ",
    "Confirm file deletion": "ဖိုင်ဖျက်ခြင်းကိုအတည်ပြုပါ",
    "Grid Settings": "ဂရစ်ဆက်တင်များ",
    "Horizontal lines": "အလျားလိုက်မျဉ်းများ",
    "Vertical lines": "ဒေါင်လိုက်မျဉ်းများ",
    "Theme": "အကြောင်းအရာ",
    "Dark": "မှောင်မိုက်",
    "Light": "အလင်း",
    "Emerald": "ကျောက်စိမ်း",
    "Charoite": "ချာရွိုက်",
    "Ruby": "ပတ္တမြား",
    "Jasper": "ဂျက်စပါ",
    "Calcite": "ကယ်လ်ဆိုက်",
    "Sapphire": "နီလာ",
    "System": "စနစ်",
    "Interface language": "အင်တာဖေ့စ်ဘာသာစကား",
    "Timer position": "အချိန်တိုင်းနေရာ",
    "Left": "ဘယ်",
    "Center": "အလယ်",
    "Right": "ညာ",
    "Apply settings": "ဆက်တင်များကိုအသုံးပြုပါ",
    "Start new session": "အစည်းအဝေးအသစ်စတင်ပါ",
    "About GestArt": "GestArt အကြောင်း",
    "Version": "ဗားရှင်း",
    "Instructions": "လမ်းညွှန်ချက်များ",
    "Close info": "သတင်းအချက်အလက်ကိုပိတ်ပါ",
    "Drop folder here or click to select": "ဖိုလ်ဒါကိုဤနေရာတွင်ချပါ သို့မဟုတ် ရွေးချယ်ရန်နှိပ်ပါ",
    "Click the button below or drag a folder here": "အောက်ရှိခလုတ်ကိုနှိပ်ပါ သို့မဟုတ် ဖိုလ်ဒါကိုဤနေရာတွင်ဆွဲပါ",
    "No folder selected": "ဖိုလ်ဒါမရွေးချယ်ထားပါ",
    "Current folder": "လက်ရှိဖိုလ်ဒါ",
    "Images in folder": "ဖိုလ်ဒါထဲရှိပုံများ",
    "Standard": "စံ",
    "Preview": "အစမ်းကြည့်ရှုခြင်း",
    "Select folder": "ဖိုလ်ဒါရွေးချယ်ပါ",
    "Total in history": "သမိုင်းတွင်စုစုပေါင်း",
    "Unlimited": "အကန့်အသတ်မရှိ",
    "Previous image": "အရင်ပုံ",
    "Next image": "နောက်ပုံ",
    "Skip": "ကျော်သွားပါ",
    "Pause": "ရပ်နားပါ",
    "Resume": "ဆက်လက်လုပ်ပါ",
    "Open file": "ဖိုင်ဖွင့်ပါ",
    "Copy image to clipboard": "ပုံကိုကလစ်ဘုတ်သို့ကော်ပီကူးပါ",
    "Toggle grid": "ဂရစ်ပြောင်းပါ",
    "Move to trash": "အမှိုက်ပုံးသို့ရွှေ့ပါ",
    "B/W filter": "အနက်အဖြူဖယ်စစ်",
    "Flip vertically": "ဒေါင်လိုက်လှန်ပါ",
    "Flip horizontally": "အလျားလိုက်လှန်ပါ",
    "Rotate 90°": "90° လှည့်ပါ",
    "Reset image": "ပုံကိုပြန်စပါ",
    "Show/Hide timer": "အချိန်တပြပါ/ဖျောက်ပါ",
    "Always on top": "အမြဲထိပ်တွင်ရှိပါ",
    "Session": "အစည်းအဝေး",
    "Remaining": "ကျန်ရှိ",
    "sec": "စက္ကန့်",
    "Warning": "သတိပေးချက်",
    "Error": "အမှား",
    "No images found in selected folder and subfolders": "ရွေးချယ်ထားသောဖိုလ်ဒါနှင့်အမှုခွဲဖိုလ်ဒါများတွင်ပုံများမတွေ့ရပါ",
    "Scanning": "စကင်ဖတ်နေသည်",
    "No images to display. Select a folder.": "ပြသရန်ပုံများမရှိပါ။ ဖိုလ်ဒါရွေးချယ်ပါ။",
    "Try using B, V, H, R, and G keys to experiment with effects on the logo.": "လိုဂိုပေါ်တွင်အကျိုးသက်ရောက်မှုများကိုစမ်းသပ်ရန် B, V, H, R နှင့် G ခလုတ်များကိုအသုံးပြုရန်ကြိုးစားပါ။",
    "All images have been viewed. Starting over.": "ပုံများအားလုံးကိုကြည့်ရှုပြီးပါပြီ။ ပြန်စပါ။",
    "No previous image": "အရင်ပုံမရှိပါ",
    "Break": "အနားယူချိန်",
    "Press Space to skip": "ကျော်သွားရန် Space နှိပ်ပါ",
    "Session completed": "အစည်းအဝေးပြီးဆုံးပါပြီ",
    "Press Space to start new session": "အစည်းအဝေးအသစ်စတင်ရန် Space နှိပ်ပါ",
    "File is already deleted or inaccessible": "ဖိုင်ကိုအမှိုက်ပုံးသို့ရွှေ့ရန်မအောင်မြင်ပါ",
    "Are you sure you want to move the file to trash?": "ဖိုင်ကိုအမှိုက်ပုံးသို့ရွှေ့လိုသည်မှာသေချာပါသလား?",
    "Yes": "ဟုတ်ကဲ့",
    "No": "မဟုတ်ပါ",
    "Failed to move file to trash": "ဖိုင်ကိုအမှိုက်ပုံးသို့ရွှေ့ရန်မအောင်မြင်ပါ",
    "Image copied to clipboard": "ပုံကိုကလစ်ဘုတ်သို့ကော်ပီကူးပြီးပါပြီ",
    "Folder does not exist": "ဖိုလ်ဒါမရှိပါ",
    "No access to folder": "ဖိုလ်ဒါသို့ဝင်ရောက်ခွင့်မရှိပါ",
    "Cannot open file": "ဖိုင်ဖွင့်၍မရပါ",
    "OK": "အိုကေ",
    "Russian": "ရုရှ",
    "English": "အင်္ဂလိပ်",
    "Close": "ပိတ်ပါ",
    "No other images available to skip to.": "ကျော်သွားရန်အခြားပုံများမရှိပါ။",
    "No more valid images found in the folder.": "ဖိုလ်ဒါတွင်ပိုမိုမှန်ကန်သောပုံများမတွေ့ရပါ။",
    "No images available to skip to": "ကျော်သွားရန်ပုံများမရှိပါ",
    "About GestArt Text": "GestArt သည် အနုပညာရှင်များအား လက်ဟန်အမူအရာပုံဆွဲခြင်းကို လေ့ကျင့်ရန်၊ ပုံစံများကို ပုံကြမ်းရေးဆွဲရန်နှင့် ကိုးကားရမည့်ပုံများကို ကြည့်ရှုရန် ကူညီရန်အတွက် ဒီဇိုင်းထုတ်ထားသော ပုံကြည့်ရှုကိရိယာတစ်ခုဖြစ်သည်။\n\nနှစ်ပေါင်းများစွာ၊ ကျွန်ုပ်သည် အခြားပရိုဂရမ်တစ်ခုကို အသုံးပြုခဲ့ပြီး အချို့သောနယ်ပယ်များတွင် ၎င်းနှင့်ပတ်သက်၍ ကျေနပ်မှုမရှိခဲ့ပါ။ အမှန်တရားမှာ ကျွန်ုပ်သည် ကိုယ်တိုင်ကုဒ်ရေးသားတတ်ခြင်းမရှိပါ။ ကျွန်ုပ်သည် AI နှင့်အတူ လများစွာ ရုန်းကန်ခဲ့ပြီး၊ ၎င်းသည် မကြာခဏ ပရိုဂရမ်ကို လုံးဝပျက်စီးစေခဲ့သည်၊ သို့သော် ယခုတွင် သင်တို့တွင် ကျွန်ုပ်၏အယူအဆကို အခြေခံ၍ AI မှရေးသားထားသော ဤပရိုဂရမ်ရှိသည်။ ပရိုဂရမ်ကို လုံးဝ open-source ဖြစ်စေရန်၊ အသုံးပြုရန်၊ ဖြန့်ဝေရန်နှင့် ပြင်ဆင်ရန်အတွက် အခမဲ့ဖြစ်စေရန် ဆုံးဖြတ်ခဲ့သည်။\n\nကျေးဇူးတင်စကား: အယူအဆ - LeonWGal; ကုဒ် - Cursor; နောက်ပြန်ရေတွက်အသံ - Mixkit; ပုံများ - Tabler\n\nအောက်တွင် ကျွန်ုပ်၏လင့်ခ်များရှိပြီး၊ သင်တို့သည် ကျွန်ုပ်နှင့်ဆက်သွယ်နိုင်ပြီး သို့မဟုတ် ကျွန်ုပ်ကို ပံ့ပိုးနိုင်သည်။ ကျွန်ုပ်သည် သင်တို့ကို သတိပေးရမည် - ကျွန်ုပ်သည် အဓိကအားဖြင့် NSFW အနုပညာရှင်ဖြစ်သည်၊ ထို့ကြောင့် သတိထားပါ။",
    "Instructions Text": "အခြေခံထိန်းချုပ်မှုများ:\n• Space - အချိန်တိုင်းကိုရပ်နားပါ/ဆက်လက်လုပ်ပါ\n• ဘယ်/ညာမြှားများ - အရင်ပုံ/နောက်ပုံ\n• S - လက်ရှိပုံကိုကျော်သွားပါ\n• Delete - လက်ရှိပုံကိုအမှိုက်ပုံးသို့ရွှေ့ပါ\n\nပုံကိုင်တွယ်မှု:\n• မောက်စ်ဘီးသို့မဟုတ် +/- - ချဲ့ပါ/ကျုံ့ပါ\n• နှိပ်ပြီးဆွဲပါ - ချဲ့သောအခါ ရွေ့လျားပါ\n• B - အနက်အဖြူဖယ်စစ်\n• V - ဒေါင်လိုက်လှန်ပါ\n• H - အလျားလိုက်လှန်ပါ\n• R - 90° လှည့်ပါ\n• Backspace - ပုံအကျိုးသက်ရောက်မှုအားလုံးကိုပြန်စပါ\n\nအပိုအင်္ဂါရပ်များ:\n• G - ဖွဲ့စည်းပုံဂရစ်ပြောင်းပါ\n• T - အချိန်တပြပါ/ဖျောက်ပါ\n• A - 'အမြဲထိပ်တွင်ရှိပါ' ပြောင်းပါ\n• O - လက်ရှိပုံကိုဖွင့်ပါ\n• C - ပုံကိုကလစ်ဘုတ်သို့ကော်ပီကူးပါ\n• Ctrl+, - ဆက်တင်များကိုဖွင့်ပါ"
}
